Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Demo mode is active. The service account above is ignored until you turn demo mode off.
ar: الوضع التجريبي نشط. يتم تجاهل حساب الخدمة أعلاه حتى تقوم بإيقاف تشغيل الوضع التجريبي.
ca: El mode de demostració està actiu. El compte de servei anterior s'ignora fins que desactiveu el mode de demostració.
cs: Demo režim je aktivní. Výše uvedený servisní účet je ignorován, dokud demo režim nevypnete.
da: Demotilstand er aktiv. Tjenestekontoen ovenfor ignoreres, indtil du slår demotilstand fra.
de: Der Demomodus ist aktiv. Das Dienstkonto oben wird ignoriert, bis du den Demomodus ausschaltest.
el: Η λειτουργία επίδειξης είναι ενεργή. Ο παραπάνω λογαριασμός υπηρεσίας αγνοείται μέχρι να απενεργοποιήσετε τη λειτουργία επίδειξης.
es: El modo de demostración está activo. La cuenta de servicio de arriba se ignora hasta que desactives el modo de demostración.
fa: حالت نمایشی فعال است. تا زمانی که حالت نمایشی را خاموش نکنید، حساب سرویس بالا نادیده گرفته می‌شود.
fi: Demotila on aktiivinen. Yllä oleva palvelutili ohitetaan, kunnes demotila poistetaan käytöstä.
fr: Le mode démo est actif. Le compte de service ci-dessus est ignoré jusqu'à ce que vous désactiviez le mode démo.
he: מצב הדגמה פעיל. חשבון השירות שלמעלה מתעלם עד שתכבה את מצב ההדגמה.
hr: Demo mod je aktivan. Gore navedeni račun usluge zanemaruje se dok ne isključite demo način rada.
hu: A bemutató mód aktív. A fenti szolgáltatásfiókot a rendszer figyelmen kívül hagyja, amíg ki nem kapcsolja a bemutató módot.
id: Mode demo aktif. Akun layanan di atas diabaikan sampai Anda mematikan mode demo.
it: La modalità demo è attiva. L'account di servizio qui sopra viene ignorato finché non disattivi la modalità demo.
ja: デモモードがオンです。上のサービスアカウントは、デモモードをオフにするまで無視されます。
ko: 데모 모드가 활성화되었습니다. 위 서비스 계정은 데모 모드를 끌 때까지 무시됩니다.
ms: Mod demo aktif. Akaun perkhidmatan di atas diabaikan sehingga anda mematikan mod demo.
nl: Demomodus is actief. Het bovenstaande serviceaccount wordt genegeerd totdat u de demomodus uitschakelt.
no: Demomodus er aktiv. Tjenestekontoen ovenfor ignoreres til du slår av demomodus.
pl: Tryb demonstracyjny jest aktywny. Powyższe konto usługi jest ignorowane, dopóki nie wyłączysz trybu demo.
pt_br: O modo de demonstração está ativo. A conta de serviço acima será ignorada até que você desative o modo de demonstração.
pt_pt: O modo de demonstração está ativo. A conta de serviço acima será ignorada até que você desative o modo de demonstração.
ro: Modul Demo este activ. Contul de serviciu de mai sus este ignorat până când dezactivați modul demonstrativ.
ru: Демо-режим включен. Сервисный аккаунт выше игнорируется, пока вы не выключите демо-режим.
sk: Demo režim je aktívny. Vyššie uvedený servisný účet je ignorovaný, kým nevypnete demo režim.
sl: Demo način je aktiven. Zgornji račun storitve se ne upošteva, dokler ne izklopite predstavitvenega načina.
sv: Demoläget är aktivt. Tjänstkontot ovan ignoreras tills du stänger av demoläget.
th: โหมดสาธิตเปิดใช้งานอยู่ บัญชีบริการด้านบนจะถูกละเว้นจนกว่าคุณจะปิดโหมดสาธิต
tr: Demo modu etkin. Yukarıdaki hizmet hesabı, demo modunu kapatana kadar yok sayılır.
uk: Демо-режим активний. Сервісний обліковий запис вище ігнорується, доки ви не вимкнете демо-режим.
ur: ڈیمو موڈ فعال ہے۔ اوپر دیے گئے سروس اکاؤنٹ کو نظر انداز کر دیا جاتا ہے جب تک کہ آپ ڈیمو موڈ کو آف نہیں کر دیتے۔
vi: Chế độ demo đang hoạt động. Tài khoản dịch vụ trên sẽ bị bỏ qua cho đến khi bạn tắt chế độ demo.
zh_hans: 演示模式已启用。在你关闭演示模式之前，上方的服务账号将被忽略。
zh_hant: 示範模式已啟用。在你關閉示範模式之前，上方的服務帳號會被忽略。

source: Demo mode is on. The upload wizard never contacts Google Play.
ar: الوضع التجريبي قيد التشغيل. لا يتصل معالج التحميل مطلقًا بـ Google Play.
ca: El mode de demostració està activat. L'assistent de pujada no contacta mai amb Google Play.
cs: Demo režim je zapnutý. Průvodce nahráváním nikdy nekontaktuje Google Play.
da: Demotilstand er aktiveret. Uploadguiden kontakter aldrig Google Play.
de: Der Demomodus ist aktiviert. Der Upload-Assistent kontaktiert niemals Google Play.
el: Η λειτουργία επίδειξης είναι ενεργοποιημένη. Ο οδηγός μεταφόρτωσης δεν έρχεται ποτέ σε επαφή με τον Google Play.
es: El modo de demostración está activado. El asistente de subida nunca contacta con Google Play.
fa: حالت نمایشی روشن است. دستیار آپلود هرگز با Google Play تماس نمی‌گیرد.
fi: Demotila on päällä. Ohjattu lataustoiminto ei koskaan ota yhteyttä käyttäjään Google Play.
fr: Le mode démo est activé. L'assistant d'envoi ne contacte jamais Google Play.
he: מצב הדגמה מופעל. אשף ההעלאה לעולם אינו יוצר קשר עם Google Play.
hr: Demo način rada je uključen. Čarobnjak za prijenos nikada ne kontaktira Google Play.
hu: A bemutató mód be van kapcsolva. A feltöltési varázsló soha nem lép kapcsolatba a következővel: Google Play.
id: Mode demo aktif. Wizard pengunggahan tidak pernah menghubungi Google Play.
it: La modalità demo è attiva. L'assistente di caricamento non contatta mai Google Play.
ja: デモモードがオンです。アップロードウィザードが Google Play に接続することはありません。
ko: 데모 모드가 켜져 있습니다. 업로드 마법사는 Google Play에 접속하지 않습니다.
ms: Mod demo dihidupkan. Wizard muat naik tidak pernah menghubungi Google Play.
nl: De demomodus is ingeschakeld. De uploadwizard neemt nooit contact op met Google Play.
no: Demomodus er på. Opplastingsveiviseren kontakter aldri Google Play.
pl: Tryb demonstracyjny jest włączony. Kreator przesyłania nigdy nie kontaktuje się z Google Play.
pt_br: O modo de demonstração está ativado. O assistente de envio nunca se conecta ao Google Play.
pt_pt: O modo de demonstração está ativado. O assistente de upload nunca entra em contacto com Google Play.
ro: Modul Demo este activat. Expertul de încărcare nu contactează niciodată Google Play.
ru: Демо-режим включен. Мастер загрузки никогда не обращается к Google Play.
sk: Demo režim je zapnutý. Sprievodca nahrávaním nikdy nekontaktuje Google Play.
sl: Demo način je vklopljen. Čarovnik za nalaganje nikoli ne vzpostavi stika z Google Play.
sv: Demoläget är på. Uppladdningsguiden kontaktar aldrig Google Play.
th: โหมดสาธิตเปิดอยู่ วิซาร์ดการอัปโหลดไม่เคยติดต่อกับ Google Play
tr: Demo modu açık. Yükleme sihirbazı Google Play ile hiçbir zaman iletişim kurmaz.
uk: Демо-режим увімкнено. Помічник вивантаження ніколи не звертається до Google Play.
ur: ڈیمو موڈ آن ہے۔ اپ لوڈ وزرڈ کبھی بھی Google Play سے رابطہ نہیں کرتا ہے۔
vi: Chế độ demo đang bật. Trình hướng dẫn tải lên không bao giờ liên hệ với Google Play.
zh_hans: 演示模式已开启。上传向导不会连接 Google Play。
zh_hant: 示範模式已開啟。上傳精靈絕不會連線到 Google Play。

source: Demo mode is on. The upload wizard runs against built-in sample data and never contacts App Store Connect.
ar: الوضع التجريبي قيد التشغيل. يعمل معالج التحميل مع بيانات العينة المضمنة ولا يتصل مطلقًا بـ App Store Connect.
ca: El mode de demostració està activat. L'assistent de càrrega s'executa amb dades de mostra integrades i mai no contacta amb App Store Connect.
cs: Demo režim je zapnutý. Průvodce nahráváním běží na základě vestavěných ukázkových dat a nikdy nekontaktuje App Store Connect.
da: Demotilstand er aktiveret. Uploadguiden kører mod indbyggede eksempeldata og kontakter aldrig App Store Connect.
de: Der Demomodus ist aktiv. Der Upload-Assistent arbeitet mit integrierten Beispieldaten und kontaktiert App Store Connect nie.
el: Η λειτουργία επίδειξης είναι ενεργοποιημένη. Ο οδηγός μεταφόρτωσης εκτελείται με ενσωματωμένα δείγματα δεδομένων και δεν έρχεται ποτέ σε επαφή με τον App Store Connect.
es: El modo de demostración está activado. El asistente de subida usa datos de ejemplo integrados y nunca contacta con App Store Connect.
fa: حالت نمایشی روشن است. دستیار آپلود با داده‌های نمونه داخلی اجرا می‌شود و هرگز با App Store Connect تماس نمی‌گیرد.
fi: Demotila on päällä. Ohjattu lataustoiminto käyttää sisäänrakennettuja näytetietoja, eikä se koskaan ota yhteyttä App Store Connect:iin.
fr: Le mode démo est activé. L'assistant d'envoi utilise des données d'exemple intégrées et ne contacte jamais App Store Connect.
he: מצב הדגמה מופעל. אשף ההעלאה פועל כנגד נתונים לדוגמה מובנים ולעולם אינו יוצר קשר עם App Store Connect.
hr: Demo način rada je uključen. Čarobnjak za prijenos radi s ugrađenim oglednim podacima i nikada ne kontaktira App Store Connect.
hu: A bemutató mód be van kapcsolva. A feltöltési varázsló a beépített mintaadatokon fut, és soha nem lép kapcsolatba a App Store Connect felhasználóval.
id: Mode demo aktif. Wizard pengunggahan berjalan pada data sampel bawaan dan tidak pernah menghubungi App Store Connect.
it: La modalità demo è attiva. L'assistente di caricamento usa dati di esempio integrati e non contatta mai App Store Connect.
ja: デモモードがオンです。アップロードウィザードは内蔵のサンプルデータで動作し、App Store Connect には接続しません。
ko: 데모 모드가 켜져 있습니다. 업로드 마법사는 내장된 샘플 데이터에 대해 실행되며 App Store Connect에 연결하지 않습니다.
ms: Mod demo dihidupkan. Wizard muat naik berjalan terhadap data sampel terbina dalam dan tidak pernah menghubungi App Store Connect.
nl: De demomodus is ingeschakeld. De uploadwizard werkt op basis van ingebouwde voorbeeldgegevens en neemt nooit contact op met App Store Connect.
no: Demomodus er på. Opplastingsveiviseren kjører mot innebygde eksempeldata og kontakter aldri App Store Connect.
pl: Tryb demonstracyjny jest włączony. Kreator przesyłania działa na podstawie wbudowanych przykładowych danych i nigdy nie kontaktuje się z App Store Connect.
pt_br: O modo de demonstração está ativado. O assistente de envio usa dados de exemplo integrados e nunca se conecta ao App Store Connect.
pt_pt: O modo de demonstração está ativado. O assistente de upload é executado em dados de amostra integrados e nunca entra em contacto com App Store Connect.
ro: Modul Demo este activat. Asistentul de încărcare rulează pe baza datelor eșantion încorporate și nu contactează niciodată App Store Connect.
ru: Демо-режим включен. Мастер загрузки работает со встроенными примерами данных и никогда не обращается к App Store Connect.
sk: Demo režim je zapnutý. Sprievodca nahrávaním beží na základe vstavaných vzorových údajov a nikdy nekontaktuje App Store Connect.
sl: Demo način je vklopljen. Čarovnik za nalaganje deluje proti vgrajenim vzorčnim podatkom in nikoli ne vzpostavi stika z App Store Connect.
sv: Demoläget är på. Uppladdningsguiden körs mot inbyggd exempeldata och kontaktar aldrig App Store Connect.
th: โหมดสาธิตเปิดอยู่ วิซาร์ดการอัปโหลดจะทำงานกับข้อมูลตัวอย่างในตัวและจะไม่ติดต่อกับ App Store Connect
tr: Demo modu açık. Yükleme sihirbazı yerleşik örnek verilerle çalışır ve App Store Connect ile hiçbir zaman iletişim kurmaz.
uk: Демо-режим увімкнено. Помічник вивантаження працює на вбудованих зразкових даних і ніколи не звертається до App Store Connect.
ur: ڈیمو موڈ آن ہے۔ اپ لوڈ وزرڈ بلٹ ان نمونہ ڈیٹا کے خلاف چلتا ہے اور کبھی بھی App Store Connect سے رابطہ نہیں کرتا ہے۔
vi: Chế độ demo đang bật. Trình hướng dẫn tải lên chạy dựa trên dữ liệu mẫu tích hợp và không bao giờ liên hệ với App Store Connect.
zh_hans: 演示模式已开启。上传向导使用内置示例数据运行，不会连接 App Store Connect。
zh_hant: 示範模式已開啟。上傳精靈會使用內建的範例資料執行，絕不會連線到 App Store Connect。

source: Description
ar: الوصف
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fa: توضیحات
fi: Kuvaus
he: תיאור
hr: Opis
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
pt_pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: Deselect
ar: قم بإلغاء التحديد
ca: Desseleccioneu
cs: Zrušit výběr
da: Fravælg
de: Auswahl aufheben
el: Αποεπιλογή
es: Deseleccionar
fa: لغو انتخاب
fi: Poista valinta
fr: Désélectionner
he: בטל את הבחירה
hr: Poništi odabir
hu: Törölje a kijelölést
id: Batalkan pilihan
it: Deseleziona
ja: 選択解除
ko: 선택 해제
ms: Nyahpilih
nl: Deselecteer
no: Fjern markeringen
pl: Odznacz
pt_br: Desmarcar
pt_pt: Desmarcar
ro: Deselectați
ru: Снять выделение
sk: Zrušte výber
sl: Prekliči izbiro
sv: Avmarkera
th: ยกเลิกการเลือก
tr: Seçimi Kaldır
uk: Зняти вибір
ur: غیر منتخب کریں۔
vi: Bỏ chọn
zh_hans: 取消选择
zh_hant: 取消選取

source: Deselect All
ar: قم بإلغاء تحديد الكل
ca: Desseleccioneu-ho tot
cs: Zrušte výběr všech
da: Fravælg Alle
de: Alle abwählen
el: Καταργήστε την επιλογή όλων
es: Deseleccionar todo
fa: لغو انتخاب همه
fi: Poista kaikki valinta
fr: Tout désélectionner
he: בטל את הבחירה בהכל
hr: Poništi odabir svih
hu: Törölje az Összes kijelölését
id: Batalkan pilihan Semua
it: Deseleziona tutto
ja: すべての選択を解除
ko: 모두 선택 해제
ms: Nyahpilih Semua
nl: Deselecteer Alles
no: Fjern merket for Alle
pl: Odznacz wszystko
pt_br: Desmarcar tudo
pt_pt: Desmarcar tudo
ro: Deselectați Toate
ru: Снять выбор со всех
sk: Zrušte výber všetkých
sl: Prekliči izbiro vseh
sv: Avmarkera alla
th: ยกเลิกการเลือกทั้งหมด
tr: Tüm Seçimleri Kaldır
uk: Зняти весь вибір
ur: سبھی کو غیر منتخب کریں۔
vi: Bỏ chọn tất cả
zh_hans: 取消全选
zh_hant: 全部取消選取

source: Deselect all (Esc)
ar: إلغاء تحديد الكل (Esc)
ca: Desseleccioneu-ho tot (Esc)
cs: Zrušit výběr všech (Esc)
da: Fravælg alle (Esc)
de: Alle abwählen (Esc)
el: Αποεπιλογή όλων (Esc)
es: Deseleccionar todo (Esc)
fa: لغو انتخاب همه (Esc)
fi: Poista kaikki valinnat (Esc)
fr: Tout désélectionner (Échap)
he: בטל את הבחירה בכל (Esc)
hr: Poništi odabir svega (Esc)
hu: Az összes kijelölésének törlése (Esc)
id: Batalkan pilihan semua (Esc)
it: Deseleziona tutto (Esc)
ja: すべての選択を解除 (Esc)
ko: 모두 선택 해제(Esc)
ms: Nyahpilih semua (Esc)
nl: Alles deselecteren (Esc)
no: Fjern merket for alle (Esc)
pl: Odznacz wszystko (Esc)
pt_br: Desmarcar tudo (Esc)
pt_pt: Desmarcar tudo (Esc)
ro: Deselectați tot (Esc)
ru: Снять выделение со всех фигур (Esc)
sk: Zrušiť výber všetkých (Esc)
sl: Prekliči izbiro vseh (Esc)
sv: Avmarkera alla (Esc)
th: ยกเลิกการเลือกทั้งหมด (Esc)
tr: Tüm seçimleri kaldır (Esc)
uk: Зняти весь вибір (Esc)
ur: سبھی کو غیر منتخب کریں (Esc)
vi: Bỏ chọn tất cả (Esc)
zh_hans: 取消全选（Esc）
zh_hant: 全部取消選取（Esc）

source: Deselect shape
ar: قم بإلغاء تحديد الشكل
ca: Desseleccioneu la forma
cs: Zrušte výběr tvaru
da: Fravælg form
de: Form abwählen
el: Αποεπιλογή σχήματος
es: Deseleccionar forma
fa: لغو انتخاب شکل
fi: Poista muodon valinta
fr: Désélectionner la forme
he: בטל את בחירת הצורה
hr: Poništi odabir oblika
hu: Az alakzat kijelölésének megszüntetése
id: Batalkan pilihan bentuk
it: Deseleziona forma
ja: 図形の選択を解除
ko: 도형 선택 해제
ms: Nyahpilih bentuk
nl: Vorm deselecteren
no: Fjern valget av form
pl: Odznacz kształt
pt_br: Desmarcar forma
pt_pt: Desmarcar forma
ro: Deselectați forma
ru: Снять выделение с фигуры
sk: Zrušte výber tvaru
sl: Prekliči izbiro oblike
sv: Avmarkera form
th: ยกเลิกการเลือกรูปร่าง
tr: Şeklin seçimini kaldır
uk: Зняти вибір із фігури
ur: شکل کو غیر منتخب کریں۔
vi: Bỏ chọn hình dạng
zh_hans: 取消选择形状
zh_hant: 取消選取形狀

source: Deselect shape (Esc)
ar: إلغاء تحديد الشكل (Esc)
ca: Desseleccioneu la forma (Esc)
cs: Zrušit výběr tvaru (Esc)
da: Fravælg form (Esc)
de: Form abwählen (Esc)
el: Αποεπιλογή σχήματος (Esc)
es: Deseleccionar forma (Esc)
fa: لغو انتخاب شکل (Esc)
fi: Poista muodon valinta (Esc)
fr: Désélectionner la forme (Échap)
he: בטל את בחירת הצורה (Esc)
hr: Poništavanje odabira oblika (Esc)
hu: Alakzat kijelölésének megszüntetése (Esc)
id: Batalkan pilihan bentuk (Esc)
it: Deseleziona forma (Esc)
ja: 図形の選択を解除 (Esc)
ko: 도형 선택 해제(Esc)
ms: Nyahpilih bentuk (Esc)
nl: Vorm deselecteren (Esc)
no: Fjern valget av form (Esc)
pl: Odznacz kształt (Esc)
pt_br: Desmarcar forma (Esc)
pt_pt: Desmarcar forma (Esc)
ro: Deselectați forma (Esc)
ru: Снять выделение с фигуры (Esc)
sk: Zrušiť výber tvaru (Esc)
sl: Prekliči izbiro oblike (Esc)
sv: Avmarkera form (Esc)
th: ยกเลิกการเลือกรูปร่าง (Esc)
tr: Şeklin seçimini kaldır (Esc)
uk: Зняти вибір із фігури (Esc)
ur: شکل کو غیر منتخب کریں (Esc)
vi: Bỏ chọn hình dạng (Esc)
zh_hans: 取消选择形状（Esc）
zh_hant: 取消選取形狀（Esc）

source: Details
ar: التفاصيل
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fa: جزئیات
fi: Yksityiskohdat
fr: Détails
he: פרטים
hr: pojedinosti
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
ms: Butiran
no: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sl: Podrobnosti
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Подробиці
ur: تفصیلات
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Device
ar: الجهاز
ca: Dispositiu
cs: Zařízení
da: Enhed
de: Gerät
el: Συσκευή
es: Dispositivo
fa: دستگاه
fi: Laite
fr: Appareil
he: מכשיר
hr: Uređaj
hu: Eszköz
id: Perangkat
it: Dispositivo
ja: デバイス
ko: 기기
ms: Peranti
nl: Apparaat
no: Enhet
pl: Urządzenie
pt_br: Dispositivo
pt_pt: Dispositivo
ro: Dispozitiv
ru: Устройство
sk: Zariadenie
sl: Naprava
sv: Enhet
th: อุปกรณ์
tr: Aygıt
uk: Пристрій
ur: ڈیوائس
vi: Thiết bị
zh_hans: 设备
zh_hant: 裝置

source: Device color
ar: لون الجهاز
ca: Color del dispositiu
cs: Barva zařízení
da: Enhedens farve
de: Gerätefarbe
el: Χρώμα συσκευής
es: Color del dispositivo
fa: رنگ دستگاه
fi: Laitteen väri
fr: Couleur de l'appareil
he: צבע המכשיר
hr: Boja uređaja
hu: Készülék színe
id: Warna perangkat
it: Colore dispositivo
ja: デバイスの色
ko: 기기 색상
ms: Warna peranti
nl: Kleur apparaat
no: Enhetsfarge
pl: Kolor urządzenia
pt_br: Cor do dispositivo
pt_pt: Cor do dispositivo
ro: Culoarea dispozitivului
ru: Цвет устройства
sk: Farba zariadenia
sl: Barva naprave
sv: Enhetens färg
th: สีของอุปกรณ์
tr: Aygıt rengi
uk: Колір пристрою
ur: ڈیوائس کا رنگ
vi: Màu thiết bị
zh_hans: 设备颜色
zh_hant: 裝置顏色
